<x-layout title="採用情報">
    <x-recruitment-bg title="募集職種">
        <x-bg-white>
            <div class="flex flex-col gap-6">
                <h3 class="font-semibold">型枠事業部（設計）</h3>
                <p>
                    CADを使って道路側溝などコンクリート二次製品をつくるための「型枠」を設計します。 顧客の要望に合わせたカスタマイズ設計が8割、2割が新製品です。道路のインフラ整備や街づくり、 災害復旧などに欠かせない製品。自分が手がけた型枠で製造されたコンクリート製品は街中で見ることができますよ！
                </p>
            </div>
        </x-bg-white>

        <x-bg-white>
            <div class="flex flex-col gap-6">
                <h3 class="font-semibold">部品事業部（製造技術）</h3>
               <p>
                   建設機械や輸送用部品をつくるため生産工程の順序を考えたり、CADで治具を設計したり、試作品を製作します。 部品を量産できるような環境を整えることが、あなたのミッション！
                   ２～3名のチームで分担して進めていきますが、ゆくゆくは顧客との打ち合わせもお任せします。 自分のアイデアを活かして考えた方法で部品が製造され、完成したものを見たときには、達成感があります。
               </p>
            </div>
        </x-bg-white>

        <x-bg-white>
            <div class="flex flex-col gap-6">
                <h3 class="font-semibold">工程管理・溶接・板金加工</h3>
                <div>
                    <ul>
                        <li>・工程管理・現場改善の実務又は管理</li>
                        <li>・溶接作業<br>（スポット溶接、ＭＩＧ溶接、仕上げ etc.）</li>
                        <li>・板金加工 等の業務を行っていただきます。</li>
                    </ul>
                    <p>※ 工程管理を主として業務していただきます。</p>
                    <p>※ 教育・訓練体系に基づく階層別、職務別、目的別の研修を計画的に実施していきます。</p>
                    <p>※ 将来の幹部候補生の募集になります。</p>
                </div>
            </div>
        </x-bg-white>
    </x-recruitment-bg>
</x-layout>
